Repository: wetory/wetory-support
Catalog: languages/wetory-support-*.po
Languages: cs_cz

source: Settings
cs_cz: Nastavení

source: Settings - Wetory
cs_cz: Nastavení - Wetory

source: You do not have sufficient permission to perform this operation
cs_cz: Nemáte dostatečná oprávnění k provedení této operace

source: No fields in this metabox.
cs_cz: V tomto metaboxu nejsou žádná pole.

source: There is already a field with name %s
cs_cz: Pole s názvem %s existuje

source: No options list found in arguments! This parameter is required when using select type in render_settings_field callback.
cs_cz: V argumentech nebyl nalezen žádný seznam možností! Tento parametr je vyžadován při použití typu select v render_settings_field callback funkci.

source: More info
cs_cz: Více informací

source: Category
cs_cz: Kategorie

source: Given settings section "%s" not found!
cs_cz: Daná sekce nastavení "%s" nenalezena!

source: Debugging verbosity
cs_cz: Úroveň debuggování

source: Disabled
cs_cz: Zakázáno

source: Basic
cs_cz: Základní

source: Detailed
cs_cz: Podrobný

source: Debugging is working only if <a href="https://wordpress.org/support/article/debugging-in-wordpress/" target="_blank">WordPress debugging</a> is enabled.
cs_cz: Debuggování pluginu funguje pouze v případě, že je povoleno <a href="https://wordpress.org/support/article/debugging-in-wordpress/" target="_blank">debuggování ve WordPress</a> .

source: Verbosity level can be changed to control what is written to WordPress debug log.
cs_cz: Úroveň podrobností debuggování lze změnit, ovlivníte tím to co je zapisováno do debug logu ve WordPress.

source: Validating plugin settings
cs_cz: Ověřování nastavení pluginu

source: Value for debugging verbosity is not valid!
cs_cz: Hodnota pro úroveň podrobností debuggování není platná!

source: Sanitizing plugin settings
cs_cz: Sanitace nastavení pluginu

source: Wetory Dashboard
cs_cz: Wetory Nástěnka

source: Brief overview of actual usage of this plugin.
cs_cz: Stručný přehled aktuálního využití tohoto pluginu.

source: Option
cs_cz: Volba

source: Key
cs_cz: Klíč

source: Subkey
cs_cz: Podklíč

source: Value
cs_cz: Hodnota

source: Here you can modify plugin behavior. You can select what parts you want to use. Everything is disabled by default to prevent unnecesary loads.
cs_cz: Zde můžete upravit chování pluginu. Můžete vybrat, které součásti chcete použít. Vše je ve výchozím nastavení zakázáno, aby se zabránilo zbytečnému zatížení.

source: General
cs_cz: Obecné

source: Content
cs_cz: Obsah

source: Connections
cs_cz: Propojení

source: Advanced
cs_cz: Pokročilé

source: Settings overview
cs_cz: Přehled nastavení

source: Help
cs_cz: Nápověda

source: Update Settings
cs_cz: Aktualizovat nastavení

source: Usually you do not need to touch these settings, but in case there are some troubles this section can be helpful.
cs_cz: Obvykle si těchto nastavení nemusíte všímat, ale v případě, že se vyskytnou nějaké potíže, může být tato sekce užitečná.

source: Reset settings
cs_cz: Obnovit nastavení

source: Delete settings and reset
cs_cz: Odstranit nastavení a obnovit výchozí

source: Are you sure you want to delete all your settings?
cs_cz: Opravdu chcete odstranit všechna nastavení?

source: Warning: Resets all your current settings to default.
cs_cz: Upozornění: Obnoví všechna aktuální nastavení na výchozí.

source: Hide admin bar menu
cs_cz: Skrýt v panelu nástrojů administrace

source: Plugin settings page available from admin toolbar can be hidden.
cs_cz: Stránku nastavení pluginu, která je k dispozici na panelu nástrojů administrace, lze skrýt.

source: API Keys
cs_cz: Klíče rozhraní API

source: Widgets
cs_cz: Widgety

source: Custom post types
cs_cz: Vlastní typy obsahu

source: Configure custom post types you want to use in your website. These are prepared most common post types ready to use with all meta properties.
cs_cz: Nakonfigurujte vlastní typy příspěvků, které chcete na webu používat. Jedná se o připravené nejběžnější typy příspěvků připravené k použití se všemi meta vlastnostmi.

source: After saving settings you will need to refresh page to see effect of changes done in this section.
cs_cz: Po uložení nastavení budete muset obnovit stránku, abyste viděli účinek změn provedených v této sekci.

source: Reload page
cs_cz: Znovu načíst stránku

source: Post type
cs_cz: Typ příspěvků

source: Post type key
cs_cz: Klíč typu příspěvků

source: Use
cs_cz: Použít

source: Check if you want to start using post type.
cs_cz: Zaškrtněte, pokud chcete začít používat typ příspěvku.

source: Rewrite slug
cs_cz: Přepsat slug

source: Customize the permastruct slug. Defaults to post type key.
cs_cz: Přizpůsobte slug pro trvalé odkazy. Výchozí nastavením je klíč typu.

source: Comments
cs_cz: Komentáře

source: Check if you want to allow comments for post type.
cs_cz: Zaškrtněte, pokud chcete povolit komentáře pro typ příspěvku.

source: Excerpt
cs_cz: Stručný výpis

source: Check if you want to allow excerpt for post type.
cs_cz: Zaškrtněte, pokud chcete povolit stručný výpis pro typ příspěvku.

source: Revisions
cs_cz: Revize

source: Check if you want to allow revisions for post type.
cs_cz: Zaškrtněte , pokud chcete povolit revize pro typ příspěvku.

source: Published posts
cs_cz: Publikované příspěvky

source: Maintenance
cs_cz: Údržba

source: Security
cs_cz: Zabezpečení

source: Customize maintenance mode behaviour.
cs_cz: Přizpůsobte chování v režimu údržby.

source: Maintenance mode page
cs_cz: Stránka režimu údržby

source: Create maintenance page
cs_cz: Vytvořit stránku údržby

source: Creating page...
cs_cz: Vytváření stránky...

source: Delete maintenance page
cs_cz: Odstranit stránku údržby

source: Deleting page...
cs_cz: Odstraňování stránky...

source: Plugin provides template for maintenance page which is shown instead of default maintenance notification panel.
cs_cz: Plugin poskytuje šablonu pro stránku údržby, která je zobrazena namísto výchozího panelu oznámení údržby.

source: <a href="https://developer.wordpress.org/plugins/cron/" targte="_blank">WP-Cron</a> is disabled on this website. Automatic custom maintenance page recreation will not work as it is using WP-Cron for event scheduling.
cs_cz: <a href="https://developer.wordpress.org/plugins/cron/" targte="_blank">WP-Cron</a> je na tomto webu zakázán. Automatická obnova stránky údržby nebude fungovat, protože používá naplánované události ve WP-Cron.

source: Disable recreate of custom maintenance page
cs_cz: Zakázat opětovné vytvoření vlastní stránky údržby

source: Custom maintenance page is by default automatically recreated by WP-Cron scheduled events.
cs_cz: Vlastní stránka údržby je ve výchozím nastavení automaticky obnovována naplánovanými událostmi ve WP-Cron.

source: Help links
cs_cz: Odkazy nápovědy

source: Use below links to get started or get help and support.
cs_cz: Použijte níže uvedené odkazy, abyste mohli začít nebo získat pomoc a podporu.

source: Documentation
cs_cz: Dokumentace

source: Refer to our documentation to set and get started
cs_cz: Nahlédněte do naší dokumentace, kde můžete začít

source: Help and Support
cs_cz: Nápověda a podpora

source: We would love to help you on any queries or issues.
cs_cz: Rádi vám pomůžeme s jakýmikoli dotazy nebo problémy.

source: Contact
cs_cz: Kontakt

source: Plugin settings overview
cs_cz: Přehled nastavení pluginu

source: Brief overview of this plugin settings on one screen.
cs_cz: Stručný přehled nastavení tohoto pluginu.

source: Section
cs_cz: Sekce

source: Name
cs_cz: Jméno

source: Updating plugin settings
cs_cz: Aktualizace nastavení pluginu

source: Settings updated successfully
cs_cz: Nastavení byly úspěšně aktualizovány

source: Resetting plugin settings
cs_cz: Obnovit nastavení pluginu

source: Settings set to defaults successfully
cs_cz: Nastavení byla úspěšně nastavena na výchozí

source: Custom updater registered for GitHub repository %s
cs_cz: Vlastní aktualizační modul registrovaný pro GitHub repositář %s

source: Initializing custom updater data for GitHub repository %s
cs_cz: Inicializace dat aktualizačního modulu pro GitHub repositář %s

source: Going to download plugin %s releases from %s
cs_cz: Chystá se stahování vydaných verzí pluginu %s z %s

source: Plugin releases info downloaded for %s
cs_cz: Informace o vydaných verzích pluginu stažené pro %s

source: Latest release version - %s : %s
cs_cz: Nejnovější vydaná verze - %s : %s

source: Installed version - %s : %s
cs_cz: Nainstalovaná verze - %s : %s

source: Running post-update actions for version %s
cs_cz: Spuštění akcí po aktualizaci pro verzi %s

source: Wetory Support - Plugin settings options migrated for version 1.2.1
cs_cz: Wetory Support - Nastavení pluginu zmigrovány pro verzi 1.2.1

source: Configure API keys for APIs you want to use in your website
cs_cz: Konfigurace klíčů rozhraní API pro rozhraní API, která chcete použít na webu

source: Select <a href="https://codex.wordpress.org/Shortcode/" target="_blank">shortcodes</a> you want to use in your website
cs_cz: Vyberte <a href="https://codex.wordpress.org/Shortcode/" target="_blank">shortcodes,</a>, které chcete na svých webových stránkách používat

source: Select <a href="https://wordpress.org/support/article/wordpress-widgets/" target="_blank">widgets</a> you want to use in your website
cs_cz: Vyberte <a href="https://wordpress.org/support/article/wordpress-widgets/" target="_blank">widgety</a>, které chcete na svých webových stránkách používat

source: You are not allowed to modify this post!
cs_cz: Nejste oprávněni upravit tento příspěvek!

source: Unauthorized action
cs_cz: Neoprávněná akce

# Post Type General Name
source: Post Types
cs_cz: Typy příspěvků

# Post Type Singular Name
source: Post Type
cs_cz: Typ příspěvku

source: Post Types
cs_cz: Typy příspěvků

source: Post Type
cs_cz: Typ příspěvku

source: Item Archives
cs_cz: Archivy položek

source: Item Attributes
cs_cz: Atributy položky

source: Parent Item:
cs_cz: Nadřazená položka:

source: All Items
cs_cz: Všechny položky

source: Add New Item
cs_cz: Přidat novou položku

source: Add New
cs_cz: Přidat položku

source: New Item
cs_cz: Nová položka

source: Edit Item
cs_cz: Upravit položku

source: Update Item
cs_cz: Aktualizovat položku

source: View Item
cs_cz: Zobrazit položku

source: View Items
cs_cz: Zobrazit položky

source: Search Item
cs_cz: Hledat položky

source: Not found
cs_cz: Nenalezeno

source: Not found in Trash
cs_cz: V koši nebylo nic nalezeno

source: Featured Image
cs_cz: Náhledový obrázek

source: Set featured image
cs_cz: Zvolit náhledový obrázek

source: Remove featured image
cs_cz: Odstranit náhledový obrázek

source: Use as featured image
cs_cz: Použít jako náhledový obrázek

source: Insert into item
cs_cz: Vložit do položky

source: Uploaded to this item
cs_cz: Nahrány do této položky

source: Items list
cs_cz: Seznam položek

source: Items list navigation
cs_cz: Navigace pro seznam položek

source: Filter items list
cs_cz: Seznam položek filtru

source: Notice board
cs_cz: Úřední deska

source: Custom post type notice board is used for official records which is mandatory for city/village websites.
cs_cz: Vlastní příspěvky typu úřední deska se používají pro oficiální záznamy, které jsou povinné pro město / vesnice webové stránky.

# Post Type General Name
source: Notice board
cs_cz: Úřední deska

# Post Type Singular Name
source: Notice board post
cs_cz: Příspěvek na úřední desce

source: Create new notice board post
cs_cz: Vytvořit nový příspěvek na úřední desce

source: Create post
cs_cz: Vytvořit příspěvek

source: Post validity
cs_cz: Platnost příspěvku

source: This post supports limited validity in time. Select limiting dates.
cs_cz: Tento příspěvek podporuje omezenou platnost v čase. Vyberte omezující datumy.

source: Valid from
cs_cz: Platné od

source: Specify start date of post validity
cs_cz: Zadejte počáteční datum platnosti příspěvku

source: Valid to
cs_cz: Platné do

source: Specify end date of post validity
cs_cz: Zadejte koncové datum platnosti příspěvku

source: Post identity
cs_cz: Identifikace příspěvku

source: Additional post identification data.
cs_cz: Další údaje o identifikaci příspěvku.

source: Reg. number
cs_cz: Reg. číslo

source: Can help identify post accross multiple systems
cs_cz: Může pomoci identifikovat příspěvek ve více systémech

source: "%s" is mandatory field!
cs_cz: "%s" je povinné pole!

source: Post title
cs_cz: Nadpis příspěvku

source: "%s" value is not valid date!
cs_cz: Hodnota "%s" není platné datum!

source: "%s" value is required!
cs_cz: Je vyžadována hodnota "%s"!

source: "%s" value must be higher or equal to "%s"!
cs_cz: Hodnota "%s" musí být vyšší nebo rovna hodnotě "%s"!

source: Photo gallery
cs_cz: Fotogalerie

source: Custom post type photogallery is used for creating photo galleries on website.
cs_cz: Vlastní příspěvky typu fotogalerie se používají pro vytváření fotogalerií na webových stránkách.

# Post Type General Name
source: Photo gallery
cs_cz: Fotogalerie

# Post Type Singular Name
source: Photo gallery post
cs_cz: Příspěvek do fotogalerie

source: Photo galleries
cs_cz: Fotogalerie

source: Create new photogallery
cs_cz: Vytvořit novou fotogalerii

source: Create photogallery
cs_cz: Vytvořit fotogalerii

source: File <strong>%s/maintenance.php</strong> created
cs_cz: Soubor <strong>%s/maintenance.php</strong> vytvořen

source: File <strong>%s/maintenance.php</strong> deleted
cs_cz: Soubor <strong>%s/maintenance.php</strong> odstraněn

source: Load more
cs_cz: Načíst další

source: Favourite Posts
cs_cz: Oblíbené příspěvky

source: Add you favourite posts widget to the sidebar
cs_cz: Přidání widgetu oblíbené příspěvky na postranní panel

source: Recent Posts
cs_cz: Nejnovější příspěvky

source: (no title)
cs_cz: (bez názvu)

source: Title:
cs_cz: Název:

source: Select posts:
cs_cz: Vybrat příspěvky:

source: List style:
cs_cz: Styl výpisu:

source: Ordered list
cs_cz: Seřazený seznam

source: Unordered list
cs_cz: Neuspořádaný seznam

source: Listing
cs_cz: Výpis

source: Tiles
cs_cz: Dlaždice

source: Display post date?
cs_cz: Zobrazit datum příspěvku?

source: Display post thumbnail?
cs_cz: Zobrazit náhledy příspěvků?

source: Link style:
cs_cz: Styl odkazu:

source: None
cs_cz: Žádný

source: Text link
cs_cz: Textový odkaz

source: Button
cs_cz: Tlačítko

source: Widget title
cs_cz: Nadpis widgetu

source: Link title:
cs_cz: Název odkazu:

source: Link URL:
cs_cz: Adresa URL odkazu:

source: Link align:
cs_cz: Zarovnání odkazu:

source: Left
cs_cz: Doleva

source: Center
cs_cz: Na střed

source: Right
cs_cz: Napravo

source: Add icon box widget
cs_cz: Přidat icon box widget

source: Read more
cs_cz: Číst dále

source: Icon type:
cs_cz: Typ ikony:

source: Icon:
cs_cz: Ikona:

source: Icon
cs_cz: Ikona

source: Link text:
cs_cz: Text odkazu:

source: Latest Posts
cs_cz: Nejnovější příspěvky

source: Add latest posts widget to the sidebar
cs_cz: Přidání nejnovějších příspěvků do postranního panelu

source: Post Type:
cs_cz: Typy příspěvků:

source: All
cs_cz: Vše

source: Number of posts to show:
cs_cz: Počet příspěvků k zobrazení:

source: List item title element:
cs_cz: Element názvu položky v seznamu:

source: Paragraph
cs_cz: Odstavec

source: Maintenance Mode
cs_cz: Režim údržby

source: Maintenance ongoing on this website.
cs_cz: Na tomto webu probíhá údržba.

source: We are working to give you a better website right now.
cs_cz: Právě pracujeme na tom abychom vám poskytli lepší web.

source: If you are facing problems for long time, let me know via <a href="mailto:admin@wetory.eu">admin@wetory.eu</a>
cs_cz: Pokud se potýkáte s problémy delší dobu, dejte mi vědět prostřednictvím <a href="mailto:admin@wetory.eu">admin@wetory.eu</a>

source: Page will refresh in
cs_cz: Stránka se obnoví za

source: seconds
cs_cz: sekund

source: Nothing to display
cs_cz: Nic k zobrazení

source: It seems that no data exists for requested content.
cs_cz: Zdá se, že pro požadovaný obsah neexistují žádná data.

source: Showing <span class="displayed-posts-count bold-text">%s</span> of <span class="total-posts-count bold-text">%s</span> posts
cs_cz: Zobrazeno <span class="displayed-posts-count bold-text">%s</span> z <span class="total-posts-count bold-text">%s</span> příspěvků

source: Filter posts
cs_cz: Filtrovat příspěvky

source: Search by keywords
cs_cz: Hledání podle klíčových slov

source: Display archive
cs_cz: Zobrazit archiv

source: Select option
cs_cz: Vyberte možnost

source: Actual
cs_cz: Aktuální

source: Archive
cs_cz: Archiv

source: Published date
cs_cz: Datum zveřejnění

source: From
cs_cz: Od

source: To
cs_cz: Do

source: Data loading...
cs_cz: Načítání dat...

source: Found <span class="total-posts-count bold-text"></span> posts matching your criteria
cs_cz: Nalezeno <span class="total-posts-count bold-text"></span> příspěvků odpovídajících vašim kritériím

source: Filter
cs_cz: Filtrovat

source: Reset
cs_cz: Obnovit

source: Title
cs_cz: Název

source: Author
cs_cz: Autor

source: Published
cs_cz: Zveřejněno

source: Go to detail
cs_cz: Přejít k podrobnostem

source: Contains some basics for website projects, that improve usability and development. Brings new reusable elements to WordPress. Prerequisite for other Wetory plugins. More info on plugin's website.
cs_cz: Obsahuje základní kameny pro webové stránky projektů, které zlepšují použitelnost a vývoj. Přináší nové znovu použitelné prvky a knihovny třetích stran do aplikace WordPress. Je prerekvizitou pro další pluginy. Více informací na webových stránkách pluginu.
